Repository: DarkVeter/winconn
Catalog: po/*.po
Languages: bg, de, es, pt_br

source: xfreerdp died unexpectedly
bg: грешка при изпълнението на xfreerdp
de: xfreerdp starb unerwartet
es: error al ejecutar xfreerdp
pt_br: xfreerdp terminou inesperadamente

source: Success
bg: Успешна операция
de: Erfolg
es: Éxito
pt_br: Sucesso

source: Disconnect
bg: Прекъсната връзка
de: Abtrennen
es: Desconectar
pt_br: Desconectar

source: Logoff
bg: Изход
de: Abmelden
es: Fin de sesión
pt_br: Encerrar

source: Idle timeout
bg: Прекъсване поради бездействие
de: Ruhezeit überschreiten
es: Sesión desconectada por inactividad
pt_br: Tempo de espera excedido

source: Logon timeout
bg: Прекъсване поради липса на вход
de: Anmeldungszeit überschreiten
es: Sesión desconectada por falta de inicio de sesión
pt_br: Tempo de logon excedido

source: Connection replaced
bg: Връзката е заместена
de: Verbindung ersetzt
es: Conexión reemplazada
pt_br: Conexão substituida

source: Out of memory
bg: Недостатъчна памет
de: Platz im Hauptspeicher reicht nicht aus
es: Memoria agotada
pt_br: Sem memória

source: Connection denied
bg: Връзката отказана
de: Verbindung verweigert
es: Conexión denegada
pt_br: Conexão negada

source: Connection denied FIPS
bg: Връзката отказана (FIPS)
de: Verbindung verweigert FIPS
es: Conexión denegada (FIPS)

source: Remote user does not have required privileges
bg: Отдалеченият потребител няма необходимите прилегии
de: Remote-Benutzer hat keine erforderliche Berechtigungen
es: El usuario remoto no tiene los privilegios requeridos
pt_br: O usuário remoto não possui os privilégios requeridos

source: Fresh credientials required
bg: Необходимо е да се оторизирате отново
de: Erforderliche Zugangsdaten
es: Es necesario autorizar de nuevo
pt_br: Credenciais atualizadas são requeridas

source: Disconnected by user
bg: Връзката прекратена от потребителя
de: Die Verbindung wurde geschlossen durch Benutzer
es: Desconectada por el usuario
pt_br: Desconectado pelo usuário

source: Internal
bg: Вътрешна
de: Intern
es: Interno
pt_br: Interno

source: No license server
bg: Липсва лицензен сървър
de: Keine Lizenz-Server
es: Еl servidor no tiene licencia válida
pt_br: Sem servidor de licença

source: No license
bg: Липсва лиценз
de: Keine Lizenz
es: Sin licencia
pt_br: Sem licença

source: Bad message from client
bg: Некоректно съобщение от клиента
es: Mensaje incorrecto del cliente
pt_br: Mensagem incorreta do cliente

source: HWID does not match
bg: HWID не съответства
es: El HWID no coincide
pt_br: HWID não corresponde

source: Bad client
bg: Неравилна версия на клиента
de: Schlechte client
es: Versión incorrecta del cliente
pt_br: Cliente incompatível

source: Can not finish protocol
de: Protokoll nicht beenden kann
es: Error del protocolo
pt_br: Não consegue terminar o protocolo

source: Client ended protocol
es: Cliente ha terminado la conexión
pt_br: Cliente encerrou o protocolo

source: Bad client encryption
bg: Проблем при настройките за криптиране на връзката
es: Problema de configuración de la conexión encriptada
pt_br: Encriptação do cliente incorreta

source: Can not upgrade protocol
bg: Невъзможно обновление на протокола
es: No puede actualizar protocolo
pt_br: Não é possível atualizar o protocolo

source: No remote connections allowed
bg: Не са позволени отдалечени връзки към сървъра
de: Keine Remote-Verbindungen erlaubt
es: No permite conexiones remotas
pt_br: Não são permitidas conexões remotas

source: RDP protocol error
bg: Грешка в RDP протокола
de: RDP Protokollfehler
es: Error de protocolo RDP
pt_br: Erro no protocolo RDP

source: Bad xfreerdp options. Consider filling a bug on Launchpad
bg: Проблем при изпълнението на xfreerdp. Моля подайте репорт за грешката в Launchpad
es: Error al ejecutar xfreerdp. Considere la posibilidad de llenar un bug en Launchpad
pt_br: Opções do xfreerdp incorretas. Considere preencher um bug no Launchpad

source: xfreerdp out of memory
bg: Недостатъчна памет за xfreerdp
es: xfreedp memoria agotada
pt_br: xfreerdp sem memória

source: xfreerdp protocol error
bg: Грешка в протокола на xfreerdp
de: xfreerdp Protokollfehler
es: Error de protocolo xfreerdp
pt_br: Erro de protocolo no xfreerdp

source: Connection to server failed
bg: Връзката към сървъра неуспешна
de: Verbindung zum Server fehlgeschlagen
es: No puede conectar con el servidor
pt_br: Conexão ao servidor falhou

source: Unknown return code {0}
de: Der Rückgabewert war unbekannt {0}
es: Código de error desconocido {0}
pt_br: Código de retorno desconhecido {0}

source: Application not in RemoteApp list. Check help to fix this.
bg: Приложението не е в RemoteApp списъка. Моля прегледайте помощната информация за отстраняване.
es: La aplicación no está en la lista de RemoteApp. Consulta Ayuda para solucionar este problema.
pt_br: Aplicação não está na lista do RemoteApp. Verifique a ajuda para consertar isto.

source: Could not execute remote application.
de: Remote-Anwendung konnte nicht gestartet werden
es: No puede ejecutar aplicación remota
pt_br: Não é possível executar aplicações remotas.

source: No application for execution selected
bg: Не е избрано приложение за изпълнение
de: Wählen Sie eine Anwendung für die Ausführung
es: No hay ninguna aplicación seleccionada para ejecutar
pt_br: Nenhuma aplicação para execução selecionada

source: Selected application has configuration errors
de: Ausgewählte Anwendung verfügt über Fehlkonfigurationen
es: La aplicación seleccionada tiene errores de configuración
pt_br: Aplicação selecionada possui erros de configuração

source: No application selected for deletion
de: Keine Anwendung zum Löschen ausgewählt
es: No hay ninguna aplicación seleccionada para eliminar
pt_br: Nenhuma aplicação selecionada para remoção

source: Are you sure you want to delete {0} ?
de: Bist du dir sicher, dass du {0} löschen willst?
es: ¿Está seguro de que quiere eliminar {0}?
pt_br: Você tem certeza que deseja remover {0} ?

source: No application selected to create desktop launcher
es: No hay ninguna aplicación seleccionada para crear lanzador de escritorio
pt_br: Nenhuma aplicação selecionada para criação de lançador na área de trabalho

source: Remmina import finnished
bg: Зареждането от Remmina приключи
es: La importación de Remmina ha terminado
pt_br: Importação do Remmina finalizada

source: Select RDP file to import
de: Wählen Sie RDP-Datei zu importieren
es: Seleccione el archivo RDP para importar
pt_br: Selecione o arquivo RDP para importar

source: Windows Remote Desktop files
de: Windows Remote Desktop Dateien
es: Archivos de Windows RDP
pt_br: Arquivos do Windows Remote Desktop

source: RDP import succeessful
de: RDP erfolgreich importiert
es: RDP importado con éxito
pt_br: Importação RDP bem-sucedida

source: RDP import unsuccessful
de: RDP erfolglos importiert
es: No puede importar RDP
pt_br: Importação RDP mal sucedida

source: Please check your application configuration
bg: Моля прегледайте параметрите на приложението
de: Überprüfen Sie die Anwendungskonfiguration
es: Por favor revise su configuración de la aplicación
pt_br: Por favor cheque a configuração da aplicação

source: New application added successfully
bg: Новото приложение добавено успешно
de: Neue Anwendung erfolgreich hinzugefügt
es: Nueva aplicación añadida con éxito
pt_br: Nova aplicação adicionada com sucesso

source: Application updated successfully
bg: Приложението обновено успешно
de: Anwendung erfolgreich aktualisiert
es: Aplicación actualizada con éxito
pt_br: Aplicação atualizada com sucesso

source: _Connection
bg: _Връзка
de: _Verbindung
es: _Conexión
pt_br: _Conexão

source: _New
bg: _Нов
de: _Neu
es: _Nuevo
pt_br: _Novo

source: _Execute
bg: _Изпълняване
de: _Ausführen
es: _Ejecutar
pt_br: _Executar

source: _Remove
bg: _Премахване
de: _Entfernen
es: _Eliminar
pt_br: _Remover

source: _Tools
bg: _Инструменти
de: _Werkzeuge
es: _Herramientas
pt_br: _Ferramentas

source: Create desktop launcher
es: Crear lanzador de escritorio
pt_br: Criar lançador na área de trabalho

source: Import from Remmina
bg: Зареждане от Remmina
es: Importar desde Remmina
pt_br: Importar do Remmina

source: Import from RDP file
bg: Зареждане на RDP файл
es: Importar desde un archivo RDP
pt_br: Importar arquivo RDP

source: _Help
bg: _Помощ
de: _Hilfe
es: _Ayuda
pt_br: _Ajuda

source: Execute
bg: Изпълнение
de: Ausführen
es: Ejecutar
pt_br: Executar

source: New
bg: Нова
de: Neu
es: Nuevo
pt_br: Novo

source: Delete
bg: Изтриване
de: Entfernen
es: Eliminar
pt_br: Remover

source: Quit
bg: Изход
de: Beenden
es: Salir
pt_br: Sair

source: Name
bg: Име
es: Nombre
pt_br: Nome

source: App
bg: Приложение
es: Aplicación

source: Server
bg: Сървър
es: Servidor
pt_br: Servidor

source: Please select remote application or create new
bg: Моля изберете приложение или създайте ново
es: Por favor, seleccione una aplicación o crea una nueva
pt_br: Por favor selecione a aplicação remota ou crie uma nova

source: Application name
bg: Име на приложение
de: Anwendungsname
es: Nombre de la aplicación
pt_br: Nome da aplicação

source: Name must be unique
bg: Името трябва да е уникално
de: Name muss eindeutig sein
es: El nombre debe ser único
pt_br: O nome deve ser único

source: Application
bg: Приложение
de: Anwendung
es: Aplicación
pt_br: Aplicação

source: Application to execute. Avoid using ":"
bg: Приложение за изпълнение
es: Aplicación a ejecutar. Evite usar «:»
pt_br: Aplicação para executar. Evite usar ":"

source: Application can't be empty. Also you can't use : character in it
es: La aplicación no puede estar vacía. Además no puede usar el carácter : en ella
pt_br: Aplicação não pode ser vazia. Você também não pode usar o caractere : nele

source: Terminal server address
bg: Адрес на терминалния сървър
es: Dirección del servidor terminal
pt_br: Endereço do Terminal server

source: Server can't be empty
bg: Полето сървър не може да е празно
es: El campo servidor no puede estar vacío
pt_br: Servidor não pode ser vazio

source: Password
bg: Парола
de: Kennwort
es: Contraseña
pt_br: Senha

source: Domain
bg: Домейн
es: Dominio
pt_br: Domínio

source: Port
bg: Порт
de: Portnummer
es: Puerto
pt_br: Porta

source: Username
bg: Потребителско име
de: Benutzername
es: Nombre de usuario
pt_br: Nome de usuário

source: Username cant't be empty
bg: Потребителното име не може да е празно
de: Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío
pt_br: Nome de usuário não pode ser vazio

source: Port have to be in 1-65535 range
bg: Порт е число в интервала 1-65535
es: El rango de números del puerto es de 1 a 65535

source: Disable compression
bg: Изключи компресията
de: Kompression deaktivieren
es: Desactivar la compresión
pt_br: Desabilitar compressão

source: Disable clipboard
bg: Изключи клипборда
de: Zwischenablage deaktivieren
es: Desactivar el portapapeles
pt_br: Desabilitar área de transferência

source: Disable sound
bg: Изключи звука
de: Sound deaktivieren
es: Desactivar sonido
pt_br: Desabilitar som

source: Folder to share
bg: Папка за споделяне
de: Ordner freigeben
es: Carpeta a compartir
pt_br: Pasta para compartilhar

source: Folder not accessible
bg: Папката не е достъпна
de: Ordner nicht mehr zugänglich
es: Carpeta no accesible
pt_br: Pasta não acessível

source: Disable RemoteFX
bg: Изключи RemoteFX
de: RemoteFX deaktivieren
es: Desactivar RemoteFX
pt_br: Desabilitar RemoteFX

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
pt_br: Cancelar

source: Save
bg: Запази
de: Speichern
es: Guardar
pt_br: Salvar

source: Disable printer
de: Drucker deaktivieren
es: Desactivar la impresora
pt_br: Desabilitar impressora

source: Show debug messages (-vv debugs winconn_lib also)
bg: Показвай допълнителни съобщения (-vv включва и winconn_lib)
es: Mostrar mensajes de depuración (-vv depura winconn_lib también)
pt_br: Exibir mensagens de debug (-vv debuga também winconn_lib)

source: Create new application connection
bg: Създване на ново приложение
de: Erstellen neuer Verbindung in Ihrer Anwendung
es: Crear conexión de aplicación nueva
pt_br: Criar nova conexão para aplicação

source: Execute saved application by name
bg: Изпълнение на приложение по име
es: Ejecutar aplicación por su nombre
pt_br: Executar aplicação salva pelo nome

source: Enter password for application:
bg: Въведете парола за приложението:
es: Introduzca la contraseña para la aplicación:
pt_br: Entre a senha para a aplicação:

source: About WinConn
bg: Относно WinConn
de: Über Anwendung
es: Acerca de WinConn
pt_br: Sobre o WinConn

source: WinConn development is kindly supported by Synapse Ideas
es: El desarrollo de WinConn es apoyado amablemente por Synapse Ideas
pt_br: O desenvolvimento do WinConn é gentilmente suportado pela Synapse ideas

source: WinConn site
bg: Страница на WinConn
de: WinConn seite
es: Sitio de WinConn
pt_br: Site do WinConn

source: # Copyright (C) 2012 Alex Stanev <alex@stanev.org> # This program is free software: you can redistribute it and/or modify it # under the terms of the GNU General Public License version 3, as published # by the Free Software Foundation. # # This program is distributed in the hope that it will be useful, but # WITHOUT ANY WARRANTY; without even the implied warranties of # MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR # PURPOSE. See the GNU General Public License for more details. # # You should have received a copy of the GNU General Public License along # with this program. If not, see <http://www.gnu.org/licenses/>.
es: # Copyright (C) 2012 Alex Stanev <alex@stanev.org> # Este programa es software libre: puede redistribuirlo y/o modificarlo # bajo los términos de la Licencia Púbica General de GNU versión 3, como la # publica la Free Software Foundation. # # Este programa se distribuye con la esperanza de que será útil, pero # SIN NINGUNA GARANTÍA; sin siquiera las garantías implícitas de # COMERCIABILIDAD, CALIDAD SATISFACTORIA o IDONEIDAD PARA UN # PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles. # # Debería haber recibido una copia de la Licencia Pública General de GNU con # este programa. Si no, consulte <http://www.gnu.org/licenses/>.

source: Show WinConn
es: Mostrar WinConn
pt_br: Exibir WinConn

source: WinConn RemoteApp manager
bg: WinConn RemoteApp мениджър
es: Administrador de WinConn RemoteApp

source: Add new remote app
es: Añadir una aplicación remota nueva
pt_br: Adicionar nova aplicação remota

source: Can no finish protocol
bg: Грешка в протокола

source: Clent ended protocol
bg: Клиентът затвори връзката

source: Unknown return code %i
bg: Непознат код на грешка %i

source: No application for deletion selected
bg: Не е избрано приложение за изтриване

source: Are you sure you want to delete %s ?
bg: Сигурни ли сте, че желаете да изтриете %s?

source: No application to create desktop launcher selected
bg: Не е избрано приложение за създаване на икона на работния плот

source: Could not create desktop launcher
bg: Неуспешно създаване на икона на работния плот

source: Create desktop shortcut
bg: Създаване на икона на работния плот

source: Create shortcut
bg: Създаване на пряк път

source: Application can't be empty. Also you cant use : character in it
bg: Приложението не оже да бъде пропуснато. Не можете да изплзвате символа ":" в него

source: Copyright (C) 2012 Alex Stanev <alex@stanev.org>
de: Urheberrecht (C) 2012 Alex Stanev <alex@stanev.org>
